const de = {
    info: 'Бортовое устройство DKV BOX EUROPE (OBU) предназначено для электронного взимания дорожных сборов и выполнения прочих телематических услуг',
    otherPayMethods: false,
    tunnel: false,
    mainThings: false,
    name: 'Германия',
    imgSrc: './img/dkv.png',
    firstName: 'de'
}

const be = {
    info: 'Бортовое устройство DKV BOX EUROPE (OBU) предназначено для электронного взимания дорожных сборов и выполнения прочих телематических услуг',
    otherPayMethods: false,
    tunnel: false,
    mainThings: false,
    name: 'Бельгия',
    imgSrc: './img/dkv.png',
    firstName: 'be'
}

const fr = {
    info: 'Бортовое устройство DKV BOX EUROPE (OBU) предназначено для электронного взимания дорожных сборов и выполнения прочих телематических услуг',
    otherPayMethods: false,
    tunnel: false,
    mainThings: false,
    name: 'Франция',
    imgSrc: './img/dkv.png',
    firstName: 'fr'
}

const nl = {
    info: 'В Нидерландах действует электронная система оплаты дорог “Eurovignette”. Заказать ее можно через сервис на сайте системы, через мобильное приложение или в пунктах продажи, например, на бензозаправках. А оплатить – кредитной картой, топливной картой или наличными.',
    otherPayMethods: false,
    tunnel: false,
    mainThings: false,
    name: 'Нидерланды',
    imgSrc: './img/ev.png',
    firstName: 'nl'
}

const ch = {
    info: 'Бортовое устройство DKV BOX EUROPE (OBU) предназначено для электронного взимания дорожных сборов и выполнения прочих телематических услуг',
    otherPayMethods: `ID-CADR 

        • При въезде в Швейцарию есть терминалы.

        • Если автомобиль впервые въезжает в Швейцарию, то в терминале его необходимо зарегистрировать, предоставить технический паспорт и другие необходимые документы и получить карточку ID. В ней будут содержаться данные тягача

        • Она остаётся в тягаче.

        • ID карточку вставляем в аппарат на границе, подтверждаем и вводим данные o составе и показаний спидометра при въезде в страну. После ввода и подтверждения данных о составе вставляем карточку DKV после чего печатается билет.

        • Выезжая из страны, на в терминале выданном билете, записываем спидометр и отдаём его на границе.`,  // + картинка ID карты 
    tunnel: false,   
    mainThings: false,
    name: 'Швейцария',
    imgSrc: './img/1.png',
    firstName: 'ch'
}

const at = {
    info: 'Бортовое устройство DKV BOX EUROPE (OBU) предназначено для электронного взимания дорожных сборов и выполнения прочих телематических услуг',
    otherPayMethods: false,
    tunnel: false,
    mainThings: false,
    name: 'Австрия',
    imgSrc: './img/dkv.png',
    firstName: 'at'
}

const it = {
    info: 'Бортовое устройство DKV BOX EUROPE (OBU) предназначено для электронного взимания дорожных сборов и выполнения прочих телематических услуг',
    otherPayMethods: false,
    tunnel: false,
    mainThings: false,
    name: 'Италия',
    imgSrc: './img/dkv.png',
    firstName: 'it'
}

const es = {
    info: 'Бортовое устройство DKV BOX EUROPE (OBU) предназначено для электронного взимания дорожных сборов и выполнения прочих телематических услуг',
    otherPayMethods: false,
    tunnel: false,
    mainThings: false,
    name: 'Испания',
    imgSrc: './img/dkv.png',
    firstName: 'es'
}

const lu = {
    info: 'В Люксембурге действует электронная система оплаты дорог “Eurovignette”. Заказать ее можно через сервис на сайте системы, через мобильное приложение или в пунктах продажи, например, на бензозаправках. А оплатить – кредитной картой, топливной картой или наличными.',
    otherPayMethods: false,
    tunnel: false,
    mainThings: false,
    name: 'Люксембурег',
    imgSrc: './img/ev.png',
    firstName: 'lu'
}

const pl = {
    info: 'Бортовое устройство DKV BOX EUROPE (OBU) предназначено для электронного взимания дорожных сборов и выполнения прочих телематических услуг',
    otherPayMethods: false,
    tunnel: false,
    mainThings: false,
    name: 'Польша',
    imgSrc: './img/dkv.png',
    firstName: 'pl'
}

const dk = {
    info: `
    В Дании действует электронная система оплаты дорог “Eurovignette”. Заказать ее можно через сервис на сайте системы, через мобильное приложение или в пунктах продажи, например, на бензозаправках. А оплатить – кредитной картой, топливной картой или наличными.
    
    
    Обратите внимание: 
    С 1 января 2025 года Дания перейдет от евровиньетки к дорожному налогу на основе километража для грузовых автомобилей.
    `,
    otherPayMethods: 'С 1 января 2025 года Дания перейдет от евровиньетки к дорожному налогу на основе километража для грузовых автомобилей.',
    tunnel: 'Оплате подлежит только проезд по мостам Storebæltsforbindelsen (мост Большой Бельт) и Øresundsbron (Эресуннский мост).',
    mainThings: false,
    name: 'Дания',
    imgSrc: './img/ev.png',
    firstName: 'dk'
}

const cz = {
    info: `Дорожный аппарат Чехия.
    Дорожный аппарат берётся на границе в пункте MYTO CZ или на АЗС. 
    Депозит и пополнение счёта оплачивается картой DKV. Аппарат остаётся в тягаче.
    Сколько денег на счёте можно узнать только в пункте MYTO CZ или на АЗС.
    Дорожный аппарат пополняется 2000 CZK`,   // + картинка утройства
    otherPayMethods: false,
    tunnel: false,
    mainThings: false,
    name: 'Чехия',
    imgSrc: './img/1.png',
    firstName: 'cz'
}

const lt = {
    info: `С рабочего телефона oтправить SMS с текстом "LT" на номер +37128914888 или +37066805022

        */ картинка /* 
        */ кнопка дополнительно и текст /* 


        Единственным доказательством того, что была куплена виньетка, является ответное SMS сообщение с указанием регистрационного номера виньетки, срока действия и регистрационного номера транспортного средства. Обычно ответ доставляется в течение нескольких минут.
        Между каждым значением ставится пробел
        Например: LT(пробел)Дата(пробел)время
        Формат даты: мм.дд
        24 декабря записывается следующим образом: 12.24
        Формат времени: чч:мм
        Между часов и минут ставится «:»
        Чтобы заказать виньетку, вы должны отправить код на следующиӗ номер: +37128914888 или +37066805022. Использование кода страны +371 или +370 является обязательным.
        Почему я не получаю подтверждения?
        1. плохой текст
        2. отправлено с личного телефона`,   // нужно фото добавить в этот текст  потом кнопка дополнитиельно и уже там полный текст 
    otherPayMethods: false,
    tunnel: false,
    mainThings: false,
    name: 'Литва',
    imgSrc: './img/1.png',
    firstName: 'lt'
}

const lv = {
    info: `С рабочего телефона oтправить SMS с текстом "LV" на номер +37128914888 или +37066805022

        */ картинка /* 
        */ кнопка дополнительно и текст /* 


            Единственным доказательством того, что была куплена виньетка, является ответное SMS сообщение с указанием регистрационного номера виньетки, срока действия и регистрационного номера транспортного средства. Обычно ответ доставляется в течение нескольких минут.
        Между каждым значением ставится пробел
        Например: LV(пробел)Дата(пробел)время
        Формат даты: мм.дд
        24 декабря записывается следующим образом: 12.24
        Формат времени: чч:мм
        Между часов и минут ставится «:»
        Чтобы заказать виньетку, вы должны отправить код на следующиӗ номер: +37128914888 или +37066805022. Использование кода страны +371 или +370 является обязательным.
        Почему я не получаю подтверждения?
        1. плохой текст
        2. отправлено с личного телефона`,   // нужно фото добавить в этот текст  потом кнопка дополнитиельно и уже там полный текст 
          
    otherPayMethods: false,
    tunnel: false,
    mainThings: false,
    name: 'Латвия',
    imgSrc: './img/1.png',
    firstName: 'lv'
}

const ee = {
    info: `С рабочего телефона oтправить SMS с текстом "LV" на номер +37128914888 или +37066805022

        */ картинка /* 
        */ кнопка дополнительно и текст /* 


            Единственным доказательством того, что была куплена виньетка, является ответное SMS сообщение с указанием регистрационного номера виньетки, срока действия и регистрационного номера транспортного средства. Обычно ответ доставляется в течение нескольких минут.
        Между каждым значением ставится пробел
        Например: EE(пробел)Дата(пробел)время
        Формат даты: мм.дд
        24 декабря записывается следующим образом: 12.24
        Формат времени: чч:мм
        Между часов и минут ставится «:»
        Чтобы заказать виньетку, вы должны отправить код на следующиӗ номер: +37128914888 или +37066805022. Использование кода страны +371 или +370 является обязательным.
        Почему я не получаю подтверждения?
        1. плохой текст
        2. отправлено с личного телефона`,   // нужно фото добавить в этот текст  потом кнопка дополнитиельно и уже там полный текст 
    otherPayMethods: false,
    tunnel: false,
    mainThings: false,
    name: 'Эстония',
    imgSrc: './img/1.png',
    firstName: 'ee'
}

const sk = {
    info: `Дорожный аппарат Словакия.

    1 - При въезде в Словакию на границе необходимо пройти в пункт ЕMyto или АЗС, иметь с собой документы на машину и карту DKV.
    2 - За устройство нужно заплатить 50 евро депозит наличными или банковской картой.
    3 - Устройство должно быть пополнено картой DKV на сумму не менее 70 евро.
    4 - При выезде из страны НЕОБХОДИМО принести устройство в пункт ЕMyto или АЗС. Залог будет возвращен (наличными либо переводом на счет компании, необходимо взять все документы и включить в отчет.)
    4.1 - Если аппарата не удалось вернуть, тогда обязательно надо вернуть в другой раз, когда будете в Словакии.
    4.2 - Если до конца каденции больше не заехали в Словакий, возвращаясь аппарат нужно привезти на базу прдприятия.
    Если аппарат не будет возращен по инструкции депозит водителю не будет возращен.
    5 - Тем, у кого есть словацкий дорожный аппарат: после въезда в страну необходимо пройти в пункт ЕMyto или АЗС на границе для проверки и пополнения счета. 
    Пополняется картой DKV. Устройство должно быть пополнено картой DKV на сумму не менее 70 евро. При выезде из страны дорожный аппарат надо сдать.`,   // + конпа и расшырение INFO
    otherPayMethods: false,
    tunnel: false,
    mainThings: false,
    name: 'Словакия',
    imgSrc: false,
    firstName: 'sk'
}

const si = {
    info: `Дорожный аппарат DARSGO Словeния.

    Дорожный аппарат берётся на границе в пункте DARSGO или на АЗС. Депозит оплачивается картой DKV. Аппарат остаётся в тягаче. Пополнять аппарат не надо.
    Если аппарат уже есть Вам необходимо обратиться в пункт обслуживания DARS GO у границu Словении, чтобы узнать, является ли карта DKV именно той, что связаннa c прибором, иначе будет наложен штраф в размере 1000 евро.`,   // + конпа и расшырение INFO
    otherPayMethods: false,
    tunnel: false,
    mainThings: false,
    name: 'Словения',
    imgSrc: false,
    firstName: 'si'
}

const ro = {
    info: `Сбор за пользование дорогами в Румынии, называемый RO-виньетка, которая необходима для проезда по всей сети дорог, можно оплатить в любом из офисов национальной дорожной администрации в пунктах пересечения границы,
    также на автозаправочных станциях Petrom, Rompetrol, OMV, MOL, и в региональных отделениях ассоциации UNTRR.
    Ассоциация UNTRR разработала он-лайн приложение на английском, русском и турецком языках для покупки виньеток. 
    Их можно приобрести по кредитной карте не более чем за 30 дней до начала срока действия виньетки.
    Более подробную информацию о точках продаж виньеток можно получить на сайте Национальной дорожной администрации.`,   // + сслыка на приложенеи 
    otherPayMethods: false,
    tunnel: false,
    mainThings: false,
    name: 'Румыния',
    imgSrc: './img/1.png',
    firstName: 'ro'
}




module.exports.de = de;
module.exports.be = be;
module.exports.fr = fr;
module.exports.nl = nl;
module.exports.ch = ch;
module.exports.at = at;
module.exports.it = it;
module.exports.es = es;
module.exports.lu = lu;
module.exports.pl = pl;
module.exports.dk = dk;
module.exports.cz = cz;
module.exports.lt = lt;
module.exports.lv = lv;
module.exports.ee = ee;
module.exports.sk = sk;
module.exports.si = si;
module.exports.ro = ro;